[
   {
      "id": 101,
      "name": "Nursing & health care in the community",
      "desc": "Nursing is a healthcare profession, which focuses caring for individuals and their families in order to help them recover from an illness and maintain optimal quality of life. Nursing science is a basic science which deals with the multiple aspects of nursing such as: nurse patient interaction, nursing theories, models, and methodologies. Nursing is a medical services calling, which centers really focusing on people and their families to assist them with recuperating from an ailment and keep up with ideal personal satisfaction. Nursing science is an essential science which manages the numerous parts of nursing, for example, nurture patient association, nursing hypotheses, models, and systems.",
      "img": "https://www.careplusgroup.org/wp-content/uploads/elementor/thumbs/Community-Nursing-15-e1546961711491-olr2vh2fg2tsivo6l0593hbqlqocr52yh2nvtgjue8.png"
   },
   {
      "id": 102,
      "name": "Care between hospital and home",
      "desc": "This care between hospital and home is provided by our Intermediate Care service and includes teams who will assess and support discharge from hospital, intensive rehabilitation services, both in your home and residential and our occupational health teams who will support you to manage any physical limitations you may have and ensure you can live safely and comfortably once back in your own home.This consideration among emergency clinic and home is given by our Intermediate Care administration and incorporates groups who will evaluate and uphold release from emergency clinic, serious restoration administrations, both in your home and private and our word related wellbeing groups who will uphold you to deal with any actual constraints you might have and guarantee you can live securely and easily once back in your own home.",
      "img": "https://www.careplusgroup.org/wp-content/uploads/elementor/thumbs/Rapid-Response-2-olr2vdb2oqon8ftn6yiqti9w876vwco14k1xwcpf34.png"
   },
   {
      "id": 103,
      "name": "Disability & rehabilitation services",
      "desc": "The Disabilities and Rehabilitation unit supports member states in improving rehabilitation within their contexts and in enabling all people with disability to achieve better health. The Disabilities and Rehabilitation unit upholds part states in further developing restoration inside their specific circumstances and in empowering all individuals with incapacity to accomplish better wellbeing.",
      "img": "https://www.careplusgroup.org/wp-content/uploads/elementor/thumbs/Hope-Street-5-olr231g6phwjbiz1m7oj65mrp4tmwr79kc8474pkm8.png"
   },
   {
      "id": 104,
      "name": "Older people care and support",
      "desc": "Caring and helping people lead healthy and fulfilling lives as they become older is a priority and Care Plus Group provide a range of services specifically designed to support older people. These include wellbeing centres, activities and social clubs to address the problem of social isolation.Mindful and assisting individuals with driving solid and satisfying lives as they become more established is a need and Care Plus Group give a scope of administrations explicitly intended to help more seasoned individuals. These incorporate prosperity communities, exercises and social clubs to resolve the issue of social segregation.",
      "img": "https://www.careplusgroup.org/wp-content/uploads/elementor/thumbs/Hope-Street-37-olr2v5sd62ecnk4kev9q9k67h47y6ru6fiu2250kgw.png"
   },
   {
      "id": 105,
      "name": "Supported health and wellbeing",
      "desc": "The Collaboratives are committed to encourage people to improve their health, well-being and overall lifestyle, enabling them to determine how they wish to live an active life and support them to do so. Our Collaboratives are made up of over 80 dedicated volunteers, supported by a small staff team.With support and training our volunteers are tackling a number of local issues which affect a broad range of health and wellbeing areas. Our volunteers are best placed to find a solution to the issues, test new ideas, implement them and measure their impact.The Collaboratives are resolved to urge individuals to work on their wellbeing, prosperity and by and large way of life, empowering them to decide how they wish to carry on with a functioning life and backing them to do as such. Our Collaboratives are comprised of more than 80 committed volunteers, upheld by a little staff team.With backing and preparing our volunteers are handling various nearby issues which influence a wide scope of wellbeing and prosperity regions. Our volunteers are best positioned to discover an answer for the issues, test groundbreaking thoughts, execute them and measure their effect.",
      "img": "https://www.careplusgroup.org/wp-content/uploads/elementor/thumbs/Kerrie-Pasquil-Johnson-Diabetes-Specialist-Nurse-3-scaled-olr2v1367w7x1ibe6b8lf3cwi6v44abiqvkmnr7jc0.jpg"
   },
   {
      "id": 106,
      "name": "Support finding and staying in employment",
      "desc": "Care Plus Group Employability Services offer a variety of free and cost-effective skills and recruitment solutions. Employability Services are a multi-award winning service providing training and recruitment services for businesses across Northern Lincolnshire. Part of the Care Plus Group, we support employers to upskill and ‘grow their own’ workforce via a range of free and cost-effective recruitment initiatives. Care Plus Group Employability Services offer an assortment of free and financially savvy abilities and enlistment arrangements. Employability Services are a multi-grant winning help giving preparing and enlistment administrations to organizations across Northern Lincolnshire. Part of the Care Plus Group, we support managers to upskill and 'develop their own' labor force through a scope of free and practical enlistment drives.",
      "img": "https://www.careplusgroup.org/wp-content/uploads/elementor/thumbs/ThinkstockPhotos-157870019-scaled-olr2uwdz9q1hfgi7xr7gkmjlj9ia1ssv28b79dei74.jpg"
   }
]
